import { BlogType } from "../typings/blog.types";

export const blogs: BlogType[] = [
    {
        id: 1,
        title: "راهنمای انتخاب ورق استیل مناسب پروژه‌های ساختمانی",
        description: "در این مقاله به شما نشان می‌دهیم چگونه ورق استیل مناسب پروژه خود را انتخاب کنید و نکات کاربردی برای مقاومت و زیبایی آن را بیان می‌کنیم.",
        image: "/img/home/blog1.png",
        date: "24 شهریور 1404",
        readTime: "2 دقیقه",
        tags: ["اسکلت دکوراتیو", "نازک کاری", "ورق استیل"],
        link: "/blog/1"
    },
    {
        id: 2,
        title: "مزایای استفاده از پروفیل استیل 201 در طراحی داخلی",
        description: "پروفیل استیل 201 یک انتخاب عالی برای دکوراسیون داخلی است. در این مقاله ویژگی‌ها و کاربردهای آن را بررسی می‌کنیم.",
        image: "/img/home/blog2.png",
        date: "22 شهریور 1404",
        readTime: "3 دقیقه",
        tags: ["پروفیل استیل", "طراحی داخلی", "دکوراسیون"],
        link: "/blog/2"
    },
    {
        id: 3,
        title: "نکات طلایی برای نگهداری رول استیل 316",
        description: "نگهداری صحیح رول استیل باعث افزایش طول عمر و حفظ کیفیت آن می‌شود. در این مقاله روش‌های ساده و کاربردی را توضیح می‌دهیم.",
        image: "/img/home/blog3.png",
        date: "20 شهریور 1404",
        readTime: "4 دقیقه",
        tags: ["رول استیل", "نگهداری", "صنایع فولاد"],
        link: "/blog/3"
    },
    {
        id: 4,
        title: "مزایای استفاده از پروفیل استیل 201 در طراحی داخلی طراحی طراحی طراحی طراحی",
        description: "پروفیل استیل 201 یک انتخاب عالی برای دکوراسیون داخلی ا",
        image: "/img/home/blog2.png",
        date: "22 شهریور 1404",
        readTime: "3 دقیقه",
        tags: ["پروفیل استیل", "طراحی داخلی", "دکوراسیون"],
        link: "/blog/2"
    },
    {
        id: 5,
        title: "نکات طلایی برای ",
        description: "نگهداری صحیح رول استیل باعث افزایش طول عمر و حفظ کیفیت آن می‌شود. در این مقاله روش‌های ساده و کاربردی را توضیح می‌دهیم.",
        image: "/img/home/blog3.png",
        date: "20 شهریور 1404",
        readTime: "4 دقیقه",
        tags: ["رول استیل", "نگهداری", "صنایع فولاد"],
        link: "/blog/3"
    },
];
