import { Booklet } from "./typing/booklet.types";

export const booklets: Booklet[] = [
    {
        titleFa: "دفترچه متریال معماری",
        titleEn: "Architecture Material Book",
        subtitle: "شامل مشخصات متریال های مورد استفاده در پروژه های ساختمانی و معماری",
        list: [
            "مصالح نما (  سنگ، سنگ، سنگ، سنگ، سنگ، سنگ، سنگ،سنگ، آجر)",
            "مصالح سقف (بتن، تیرچه)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک،  ، پارکت پارکت ،پارکت   پارکت)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک، پارکت)"
        ],
        price: "1000 تومان"
    },
    {
        titleFa: "دفترچه متریال معماری ۲",
        titleEn: "Architecture Material Book 2",
        subtitle: "شامل مشخصات متریال های مورد استفاده در پروژه های ساختمانی و معماری",
        list: [
            "مصالح نما (  سنگ، سنگ، سنگ، سنگ، سنگ، سنگ، سنگ،سنگ، آجر)",
            "مصالح سقف (بتن، تیرچه)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک،  ، پارکت پارکت ،پارکت   پارکت)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک، پارکت)"
        ],
        price: "1200 تومان"
    },
    {
        titleFa: "دفترچه متریال معماری ۳",
        titleEn: "Architecture Material Book 3",
        subtitle: "شامل مشخصات متریال های مورد استفاده در پروژه های ساختمانی و معماری",
        list: [
            "مصالح نما (  سنگ، سنگ، سنگ، سنگ، سنگ، سنگ، سنگ،سنگ، آجر)",
            "مصالح سقف (بتن، تیرچه)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک،  ، پارکت پارکت ،پارکت   پارکت)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک، پارکت)"
        ],
        price: "1500 تومان"
    },
    {
        titleFa: "دفترچه متریال معماری ۴",
        titleEn: "Architecture Material Book 4",
        subtitle: "شامل مشخصات متریال های مورد استفاده در پروژه های ساختمانی و معماری",
        list: [
            "مصالح نما (  سنگ، سنگ، سنگ، سنگ، سنگ، سنگ، سنگ،سنگ، آجر)",
            "مصالح سقف (بتن، تیرچه)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک،  ، پارکت پارکت ،پارکت   پارکت)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک، پارکت)"
        ],
        price: "900 تومان"
    },
    {
        titleFa: "دفترچه متریال معماری ۵",
        titleEn: "Architecture Material Book 5",
        subtitle: "شامل مشخصات متریال های مورد استفاده در پروژه های ساختمانی و معماری",
        list: [
            "مصالح نما (  سنگ، سنگ، سنگ، سنگ، سنگ، سنگ، سنگ،سنگ، آجر)",
            "مصالح سقف (بتن، تیرچه)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک،  ، پارکت پارکت ،پارکت   پارکت)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک، پارکت)"
        ],
        price: "1100 تومان"
    },
    {
        titleFa: "دفترچه متریال معماری ۶",
        titleEn: "Architecture Material Book 6",
        subtitle: "شامل مشخصات متریال های مورد استفاده در پروژه های ساختمانی و معماری",
        list: [
            "مصالح نما (  سنگ، سنگ، سنگ، سنگ، سنگ، سنگ، سنگ،سنگ، آجر)",
            "مصالح سقف (بتن، تیرچه)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک،  ، پارکت پارکت ،پارکت   پارکت)",
            "مصالح کف (سرامیک، پارکت)",
            "مصالح کف (سرامیک، پارکت)"
        ],
        price: "1300 تومان"
    }
];
